Repository: iina/iina
Catalog: iina/mul.lproj/PrefGeneralViewController.xcstrings
Source language: en
Languages: af, ca, cs, da, de, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_cs, sv, tr, uk, zh_hans, zh_hant

# kBI-Th-bBV.title
source: Show artist and track name for audio files when available
af: Toon kunstenaar- en snitnaam vir oudiolêers wanneer beskikbaar
ca: Mostra el nom de l'artista i la pista per als fitxers d'àudio quan estigui disponible
cs: Zobrazit umělce a název skladby pro zvukové soubory, pokud jsou dostupné
da: Vis navn på kunstner og spor for lydarkiver, når de er tilgængelige
de: Interpret und Titel für Audiodateien anzeigen, wenn verfügbar
es: Mostrar el nombre del artista y pista en los archivos de audio cuando estén disponibles
fi: Näytä esittäjän ja kappaleen nimi äänitiedostoille, kun niitä on saatavilla
fr: Afficher le nom de l'artiste et de la piste pour les fichiers audio lorsque disponibles
he: הצג אמן ושם רצועה עבור קובצי אודיו (כאשר זמינים)
hr: Prikaži pjevač i ime staze zvučni datoteka ako su dostupne
hu: Az előadó és a zeneszám nevének megjelenítése az audiofájlokhoz, ha elérhető
id: Tampilkan nama artis dan trek untuk file audio jika memungkinkan
it: Mostra il nome dell'artista e della traccia per i file audio quando sono disponibili
ja: 利用可能な場合オーディオファイルのアーティスト名とトラック名を表示する
ko: 가능할 경우 아티스트와 트랙 이름 표시
nl: Toon artiest en titel voor audiobestanden wanneer beschikbaar
pl: Pokaż nazwę artysty i utworu dla plików dźwiękowych, gdy są dostępne
pt_br: Mostrar o nome do artista e da faixa de arquivos de áudio quando disponível
pt_pt: Mostrar o nome do artista e da faixa para ficheiros de áudio, quando disponível
ro: Arată numele artistului și al piesei pentru fișierele audio atunci când sunt disponibile
ru: Показывать исполнителя и имя трека для аудио файлов при доступности
sk: Zobraziť umelca a názov stopy pre audio súbory, ak sú dostupné
sr_cs: Prikaži ime izvođača i numere za audio datoteke kada su dostupni
sv: Visa artist- och spårnamn för ljudfiler när de finns tillgängliga
tr: Mümkün olduğunda ses dosyaları için sanatçı ve iz adlarını göster
uk: Показувати виконавця та назву треку для аудіофайлів, коли це доступно
zh_hans: 显示音频文件的曲目和艺术家信息
zh_hant: 顯示音訊檔案的曲目和藝術家資訊

# KfL-r7-Uav.title
source: Switch to "music mode" automatically when playing an audio file
af: Skakel outomaties oor na musiekmodus wanneer ’n oudiolêer afgespeel word
ca: Canvia a "mode música" automàticament quan es reprodueixi un fitxer d'àudio
cs: Při přehrávání zvukového souboru automaticky přepnout na „Hudební režim“
da: Skift automatisk til "musiktilstand", når et lydarkiv afspilles
de: Beim Abspielen von Musik automatisch in den „Musikmodus“ wechseln
es: Cambiar a "modo de música" automáticamente cuando se reproduce un archivo de audio
fa: هنگام پخش فایل صوتی، به صورت اتوماتیک به حالت موسیقی سوییچ شود
fi: Vaihda "musiikkitilaan" automaattisesti, kun toistetaan äänitiedostoa
fr: Passer en mode musique automatiquement durant la lecture d'un fichier audio
he: עבור ל"מצב מוזיקה" אוטומטית בעת הפעלת קובץ שמע
hi: ऑडियो फ़ाइल चलाते समय स्वचालित रूप से "संगीत मोड" पर जाएं
hr: Prebaci se automatski na „Modus glazbe” prilikom reprodukcije audio datoteke
hu: Audiofájl lejátszásakor váltson automatikusan "zene" módba
id: Aktifkan "mode musik" otomatis saat memutar file audio
it: Passa automaticamente alla modalità musicale durante la riproduzione di un file audio
ja: オーディオファイルの再生時は自動で"ミュージックモード"に切り替える
ko: 음악을 재생할 때 "음악 모드"로 자동 전환
nl: Schakel automatisch over naar muziekmodus
pl: Przełącz do trybu muzyki automatycznie po odtworzeniu pliku audio
pt_br: Mudar para "modo de música" automaticamente ao reproduzir um arquivo de áudio
pt_pt: Alternar para "modo de música" automaticamente ao reproduzir um ficheiro de áudio
ro: Schimbă la „Modul muzică” automat atunci când rulează un fișier audio
ru: Автоматически переходить в «музыкальный режим» при воспроизведении аудио
sk: Prepnúť do "Režim pre Hudbu" automaticky pri otvorení zvukového súboru
sr_cs: Automatski pređi na „muzički režim“ prilikom reprodukcije zvučne datoteke
sv: Växla automatiskt till musikläge vid uppspelning av en ljudfil
tr: Ses dosyası çalarken otomatik olarak "müzik kipine" geç
uk: Автоматично переходити до "музичного режиму" при відтворюванні аудіофайлу
zh_hans: 播放音频文件时自动切换到“音乐模式”
zh_hant: 播放音訊檔案時自動切換到「音樂模式」

# KYi-0W-zOr.title
source: Black out other monitors while in full screen
af: Verdonker ander skerms wanneer in volskerm
ca: Apagar els altres monitors en pantalla completa
cs: Ztmavit ostatní monitory během režimu celé obrazovky
da: Gør andre skærme sorte under fuldskærmsvisning
de: Im Vollbildmodus andere Monitore abdunkeln
es: Apagar otros monitores mientras está en pantalla completa
fi: Mustaa muut näytöt koko näytön tilassa
fr: Assombrir les autres moniteurs en mode plein écran
he: החשך מסכים אחרים בעת שימוש במסך מלא
hi: पूर्ण स्क्रीन में रहते हुए अन्य मॉनिटर को ब्लैक आउट करें
hr: Zatamni druge monitore kad je uključen cjeloekranski prikaz
hu: Más monitorok elsötéttíése teljes képernyős használat közben
id: Hitamkan monitor lain saat mengaktifkan mode layar penuh
it: Oscura gli altri monitor quando a tutto schermo
ja: フルスクリーン表示時に他のモニターの電源を切る
ko: 전체 화면일 때 다른 모니터 끄기
nl: Verduister andere beeldschermen in schermvullende weergave
pl: Wygaś pozostałe monitory podczas pełnego ekranu
pt_br: Desligar outros monitores enquanto em tela cheia
pt_pt: Apagar outros ecrãs enquanto em ecrã completo
ro: Înnegrește celelalte ecrane cât timp este în ecran complet
ru: Выключить остальные мониторы в полноэкранном режиме
sk: Zčernať ostatné monitory pri prehrávaní na celej obrazovke
sr_cs: Zatamni druge monitore u režimu celog ekrana
sv: Släck övriga skärmar vid helskärmsläge
tr: Tam ekrandayken diğer monitörleri karartın
uk: Затемнити інші вікна, коли у повноекранному режимі
zh_hans: 全屏播放时使其他屏幕黑屏
zh_hant: 當全螢幕播放時關熄其餘顯示器

# Lac-Ol-g6E.title
source: Play next item automatically
af: Speel volgende item outomaties af
ca: Reprodueix següent element automàticament
cs: Přehrát další položku automaticky
da: Afspil næste emne automatisk
de: Nächste Datei automatisch abspielen
es: Reproducir automáticamente el siguiente archivo
fa: پخش آیتم بعدی به صورت خودکار
fi: Toista seuraava kohde automaattisesti
fr: Jouer le fichier suivant automatiquement
he: נגן את השיר הבא אוטומטית
hi: स्वचालित रूप से अगला आइटम चलाएं
hr: Automatski reprodukciraj sljedeći medij
hu: Következő automatikus lejátszása
id: Putar item berikutnya secara otomatis
it: Riproduci l'elemento successivo in modo automatico
ja: 次の項目を自動で再生する
ko: 다음 항목 자동 재생
nl: Speel volgende bestand automatisch af
pl: Odtwórz następny element automatycznie
pt_br: Tocar proximo item automaticamente
pt_pt: Reproduzir Seguinte Automaticamente
ro: Redă următorul element în mod automat
ru: Автоматически воспроизводить следующий файл
sk: Prehrať ďalší súbor automaticky
sr_cs: Reprodukuj sledeću stavku automatski
sv: Spela nästa objekt automatiskt
tr: Sıradaki öğeyi otomatik oynat
uk: Відтворювати наступний файл автоматично
zh_hans: 自动播放播放列表中下一个项目
zh_hant: 自動播放下一個項目

# lOw-pu-Llm.title
source: Play upon entering full screen
af: Speel af wanneer in volskerm gegaan word
ca: Reprodueix quan canvia a pantalla completa
cs: Přehrát při spuštění režimu celé obrazovky
da: Afspil når fuldskærmsvisning påbegyndes
de: Wiedergabe, wenn Vollbildmodus gestartet wurde
es: Reproducir al ingresar a pantalla completa
fa: Play when entered full screen
fi: Toista siirryttäessä koko näytön tilaan
fr: Lancer la lecture quand le mode plein écran est activé
he: הפעל בעת כניסה למסך מלא
hi: जब पूर्ण स्क्रीन में प्रवेश किया है तब खेलें
hr: Pokreni nakon uključivanja cjeloekranskog prikaza
hu: Lejátszás a teljes képernyőbe lépéskor
id: Putar saat memasuki layar penuh
it: Riproduci quando viene attivato a tutto schermo
ja: フルスクリーン時に再開
ko: 전체 화면 전환시 재생 시작
nl: Hervat wanneer de schermvullende weergave ingeschakeld wordt
pl: Wznów odtwarzanie po przejściu w pełny ekran
pt_br: Tocar ao entrar em tela-cheia
pt_pt: Começar quando entrar em ecrã completo
ro: Redă când intră în ecran complet
ru: Воспроизведение при входе в полноэкранный режим
sk: Spustiť pri zobrazení na celú obrazovku
sr_cs: Reprodukuj po ulasku u režim celog ekrana
sv: Spela upp när helskärmsläget aktiveras
tr: Tam ekrana geçince oynat
uk: Відтворити при вході до повноекранного режиму
zh_hans: 进入全屏后播放
zh_hant: 進入全螢幕時播放

# lvA-Rc-Sh6.title
source: Include subtitles
af: Sluit onderskrifte in
ca: Inclou subtítols
cs: Zahrnout titulky
da: Inkluder undertekster
de: Untertitel einbinden
es: Incluir subtítulos
fa: شامل زیرنویس ها
fi: Sisällytä tekstitykset
fr: Inclure les sous-titres
he: כלול כתוביות
hi: उपशीर्षक शामिल करें
hr: Uključi titlove
hu: Feliratokkal együtt
id: Termasuk terjemahan
it: Includi i sottotitoli
ja: 字幕を含める
ko: 자막 포함
nl: Toon ondertiteling bij schermafbeelding
pl: Zawiera napisy
pt_br: Incluir legendas
pt_pt: Incluir legendas
ro: Include subtitrările
ru: Включая субтитры
sk: Zahrnúť titulky
sr_cs: Prikaži titlove
sv: Inkludera undertexter
tr: Altyazıları dahil et
uk: Включити субтитри
zh_hans: 包括字幕
zh_hant: 包括字幕

# M0z-bI-88d.title
source: Always open media in new window
af: Open media altyd in ’n nuwe venster
ca: Sempre obrir en una nova finestra
cs: Vždy otevřít soubor v novém okně
da: Altid åben medie i nyt vindue
de: Dateien immer in neuem Fenster öffnen
es: Abrir siempre los archivos en una nueva ventana
fa: همیشه مدیا را در پنجره جدید باز کن
fi: Avaa media aina uudessa ikkunassa
fr: Toujours ouvrir les fichiers dans une nouvelle fenêtre
he: תמיד פתח מדיה בחלון חדש
hi: हमेशा नई विंडो में मीडिया खोलें
hr: Uvijek otvori medije u novom prozoru
hu: Minding új ablakban nyisd meg
id: Selalu membuka media pada window baru
it: Apri sempre il file in una nuova finestra
ja: 常に新しいウィンドウでファイルを開く
ko: 항상 새로운 윈도우로 파일 열기
nl: Open bestanden altijd in een nieuw venster
pl: Zawsze otwieraj multimedia w nowym oknie
pt_br: Sempre abrir mídia em nova janela
pt_pt: Abrir sempre os ficheiros numa nova janela
ro: Deschide următorul element media în fereastră nouă
ru: Всегда открывать файлы в новом окне
sk: Vždy otvoriť súbor v novom okne
sr_cs: Uvek otvori medijsku datoteku u novom prozoru
sv: Öppna alltid media i nytt fönster
tr: Medyayı her zaman yeni pencerede aç
uk: Завжди відкривати файл в новому вікні
zh_hans: 总是在新窗口打开文件
zh_hant: 總是在新視窗打開檔案

# MlG-hl-goB.title
source: Enter fullscreen
af: Gaan in volskerm
ca: Pantalla completa
cs: Spustit režim celé obrazovky
da: Gå til fuldskærmsvisning
de: Vollbildmodus aktivieren
es: Mostrar en pantalla completa
fa: ورود به حالت تمام صفحه
fi: Siirry koko näytön tilaan
fr: Passer en plein écran
he: עבור למסך מלא
hi: पूर्ण स्क्रीन दर्ज करें
hr: Pokreni cjeloekranski prikaz
hu: Váltás teljes képernyőre
id: Masuk mode layar penuh
it: Usa a tutto schermo
ja: フルスクリーンにする
ko: 전체 화면
nl: Schakel schermvullende weergave in
pl: Otwórz na pełnym ekranie
pt_br: Entrar em tela-cheia
pt_pt: Entrar em Ecrã Completo
ro: Intră în ecran complet
ru: Войти в полноэкранный режим
sk: Zobraziť na celej obrazovke
sr_cs: Uđi u režim celog ekrana
sv: Gå in i helskärmsläge
tr: Tam ekrana geç
uk: Увійти до повноекранного режиму
zh_hans: 进入全屏
zh_hant: 進入全螢幕

# oJY-Iz-3sO.title
source: Format:
af: Formaat:
cs: Formát:
es: Formato:
fa: فرمت:
fi: Muoto:
he: פורמט:
hi: फार्मेट:
hu: Formátum:
it: Formato:
ja: フォーマット:
ko: 포맷
nl: Structuur:
pt_br: Formato:
pt_pt: Formato:
ru: Формат:
sk: Formát:
tr: Biçim:
uk: Формат:
zh_hans: 格式:
zh_hant: 格式：

# pdx-zt-kf2.title
source: Screenshots:
af: Skermkiekies:
ca: Captures de pantalla:
cs: Snímky obrazovky:
da: Skærmbilleder:
de: Bildschirmfotos:
es: Capturas de pantalla:
fa: عکس‌های صفحه:
fi: Kuvakaappaukset:
fr: Captures d'écran :
he: צילומי מסך:
hi: स्क्रीनशॉट:
hr: Snimke zaslona:
hu: Képernyőképek:
id: Tangkapan layar:
it: Schermate:
ja: スクリーンショット:
ko: 스크린샷
nl: Schermafbeeldingen:
pl: Zrzuty ekranowe:
pt_br: Capturas:
pt_pt: Capturas de ecrã:
ro: Capturi de ecran:
ru: Скриншоты:
sk: Screenshoty:
sr_cs: Snimci ekrana:
sv: Skärmdumpar:
tr: Ekran Görüntüleri:
uk: Скріншоти:
zh_hans: 截图:
zh_hant: 螢幕快照：

# PhL-vP-i7L.title
source: Destination:
af: Bestemming:
ca: Destí:
cs: Cíl:
de: Speicherort:
es: Destino:
fa: مقصد:
fi: Kohde:
he: יעד:
hi: गंतव्य:
hr: Odredište:
hu: Cél:
id: Tujuan:
it: Destinazione:
ja: 出力先:
ko: 저장 위치
nl: Doel:
pl: Cel:
pt_br: Destino:
pt_pt: Destino:
ro: Destinație:
ru: Место назначения:
sk: Cieľ:
sr_cs: Odredište:
sv: Mål:
tr: Hedef:
uk: Призначення:
zh_hans: 位置:
zh_hant: 位置：

# QJq-fO-hhK.title
source: Add files in the same folder automatically
af: Voeg lêers outomaties in dieselfde vouer
ca: Afegeix fitxers en la mateixa carpeta automàticament
cs: Automaticky přidat do playlistu soubory ze stejné složky
da: Tilføj filer i samme mappe automatisk
de: Dateien im selben Ordner automatisch hinzufügen
es: Añadir archivos de la misma carpeta automáticamente
fa: فایل ها را در همان فولدر اضافه کن
fi: Lisää tiedostot samaan kansioon automaattisesti
fr: Ajouter les fichiers du même dossier automatiquement
he: הוסף אוטומטית קבצים שבאותה תיקיה
hi: स्वचालित रूप से एक ही फ़ोल्डर में फ़ाइलें जोड़ें
hr: Dodaj datoteke u istu mapu automatski
hu: Fájlok hozzáadása automatikusan ugyanabba a mappába
id: Tambahkan file dalam folder yang sama secara otomatis
it: Aggiungi tutti i file presenti nella stessa cartella
ja: 自動で同じフォルダーにファイルを追加する
ko: 같은 폴더에 있는 파일을 자동으로 추가
nl: Voeg bestanden in dezelfde map automatisch toe
pl: Automatycznie dodaj pliki do tego samego folderu
pt_br: Adicionar arquivos que estiverem na mesma pasta automaticamente
pt_pt: Adicionar ficheiros na mesma pasta automaticamente
ro: Adaugă fișierele din același dosar în mod automat
ru: Автоматически добавлять файлы из той же папки
sk: Automaticky pridať súbory z rovnakého adresára do playlistu
sr_cs: Dodaj datoteke u istu fasciklu automatski
sv: Lägg till filer i samma mapp automatiskt
tr: Dosyaları otomatik olarak aynı klasöre ekle
uk: Додавати файли з однієї папки автоматично
zh_hans: 自动添加同文件夹中的其他视频
zh_hant: 自動加入同一檔案夾內的其他檔案

# REP-70-XOi.title
source: Monthly
af: Maandeliks
ca: Mensualment
cs: Měsíčně
da: Månedlige
de: Monatlich
es: Mensualmente
fa: ماهانه
fi: Kuukausittain
fr: mois
he: מדי חודש
hi: महीने के
hr: Mjesečno
hu: Havonta
id: Setiap bulan
it: Mensile
ja: 毎月
ko: 매월
nl: Maandelijks
pl: Raz w miesiącu
pt_br: Mensalmente
pt_pt: Mensalmente
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sr_cs: Mesečno
sv: Månadsvis
tr: Her Ay
uk: щомісяця
zh_hans: 每月
zh_hant: 每月

# slG-Jb-54B.title
source: Hourly
af: Uurliks
ca: Cada hora
cs: Každou hodinu
da: Hver time
de: Stündlich
es: Cada hora
fa: ساعتی
fi: Tunneittain
fr: heures
he: מדי שעה
hi: प्रति घंटा
hr: Svaki sat
hu: Óránként
id: Per jam
it: Ogni ora
ja: 毎時
ko: 매시간
nl: Ieder uur
pl: Co godzinę
pt_br: TodaHora
pt_pt: De hora em hora
ro: O dată pe oră
ru: Каждый час
sk: Každú hodinu
sr_cs: Svakog sata
sv: Timvis
tr: Her Saat
uk: щогодини
zh_hans: 每小时
zh_hant: 每小時

# TvB-UM-FrS.title
source: Use legacy full screen
af: Gebruik ou volskermweergawe
ca: Utilitza pantalla completa antic
cs: Použit starší režim celé obrazovky
da: Brug legacy fuldskærmsvisning
de: Alternativen Vollbildmodus verwenden
es: Usar pantalla completa heredada
fi: Käytä vanhaa koko näytön tilaa
fr: Utiliser l'ancien mode de plein écran
he: השתמש במסך מלא מדור קודם
hi: विरासत पूर्ण स्क्रीन का उपयोग करें
hr: Koristi zastarjeli cijeloekranski prikaz
hu: Használja a régi teljes képernyőt
id: Gunakan mode layar penuh lama (sebelum OS X 10.6)
it: Usa a tutto schermo completo (pre 10.6)
ja: 古いフルスクリーン(OS X 10.6以前)を使う
ko: 이전 방식의 전체 화면 전환 사용 (10.6 이전)
nl: Gebruik oude schermvullende weergave
pl: Użyj nienatywnego trybu pełnoekranowego
pt_br: Usar tela-cheia legada
pt_pt: Usar ecrã completo legacy
ro: Folosește ecran complet în mod legacy
ru: Использовать устаревший полноэкранный режим
sk: Použiť staršiu verziu zobrazenia na celej obrazovke
sr_cs: Koristi zastareli režim celog ekrana
sv: Använd det gamla fullskärmsläget
tr: Tam ekrana geçmede eski yöntemi kullan
uk: Задіяти старий повноекранний режим
zh_hans: 使用 OS X 10.6 前的旧式全屏
zh_hant: 使用 OS X 10.6 前舊版的全螢幕模式

# uQR-Fx-oEm.title
source: Behavior:
af: Gedrag:
ca: Comportament:
cs: Chování:
da: Opførsel:
de: Verhalten:
es: Comportamiento:
fa: رفتار:
fi: Käyttäytyminen:
fr: Comportement :
he: התנהגות:
hi: व्यवहार:
hr: Ponašanjе:
hu: Viselkedés:
id: Perilaku:
it: Comportamento:
ja: 動作:
ko: 동작
nl: Gedrag:
pl: Zachowanie:
pt_br: Comportamento:
pt_pt: Comportamento:
ro: Comportament:
ru: Поведение:
sk: Prispôsobenie:
sr_cs: Ponašanjе:
sv: Beteende:
tr: Davranış:
uk: Поведінка:
zh_hans: 行为:
zh_hant: 行為：

# xE7-Uu-19f.title
source: Show previews after taking screenshots
af: Toon voorskou nadat skermkiekie geneem is
ca: Mostra previsualitzacions després de fer captures de pantalla
cs: Zobrazit náhled při zachycení snímku obrazovky
da: Vis forhåndsvisninger efter at have taget skærmbilleder
de: Vorschau nach der Aufnahme von Bildschirmfotos anzeigen
es: Mostrar vistas previas después de tomar capturas de pantalla
fi: Näytä esikatselut kuvakaappausten ottamisen jälkeen
fr: Afficher les aperçus après avoir pris des captures d'écran
he: הצג תצוגה מקדימה לאחר צילום המסך
hr: Prikaži pregled nakon snimanja ekrana
hu: Elõnézet mutatása képernyõkép készités után
id: Tampilkan pratinjau setelah mengambil tangkapan layar
it: Mostra anteprime dopo aver scattato gli screenshot
ja: スクリーンショットの撮影直後にプレビューを表示する
ko: 스크린샷 저장 후 미리보기 보여주기
nl: Toon voorvertoning na het nemen van schermafbeeldingen
pl: Pokaż podgląd po wykonaniu zrzutów ekranu
pt_br: Mostrar pré-visualizações depois de fazer capturas de tela
pt_pt: Mostrar pré-visualizações depois de fazer capturas de ecrã
ro: Arată previzualizări după captura de ecran
ru: Показывать превью после скриншота
sk: Zobraz náhľady po vytvorení snímok obrazovky
sr_cs: Prikaži pregled nakon što se napravi snimak ekrana
sv: Visa förhandsvisningar efter att ha tagit skärmdumpar
tr: Ekran görüntüsü alındıktan sonra önizleme göster
uk: Показати попередній перегляд при створенні скріншотів
zh_hans: 截图后显示预览
zh_hant: 螢幕截圖後顯示預覽

# XFC-Lr-LmP.title
source: Otherwise only files that opened manually will show up in this menu.
af: Anders sal slegs handmatig geopende lêers in hierdie kieslys weergegee word.
ca: D'altra manera només els fitxers oberts manualment es mostraràn en aquest menú.
cs: Jinak se v této nabídce zobrazí pouze ručně otevřené soubory.
da: Kun filer som åbnes manuelt vil vises i denne menu.
de: Andernfalls werden dort nur manuell geöffnete Dateien aufgeführt.
es: De lo contrario, sólo los archivos que se abran manualmente aparecerán en este menú
fi: Muutoin vain manuaalisesti avatut tiedostot näkyvät tässä valikossa.
fr: Dans le cas contraire, seuls les élements ouverts manuellement seront affichés dans le menu.
he: אחרת רק קבצים שנפתחו ידנית יופיעו בתפריט הזה.
hi: अन्यथा केवल फ़ाइलें जो मैन्युअल रूप से खोली गई हैं, इस मेनू में दिखाई देंगी।
hr: U suprotnom će se u ovom izborniku prikazati samo datoteke koje su otvorene ručno.
hu: Ellenkező esetben csak a kézzel megnyitott fájlok jelennek meg ebben a menüben.
id: Jika tidak, hanya file yang dibuka secara manual yang akan muncul di dalam menu.
it: In caso contrario solo i file aperti manualmente verranno visualizzati in questo menu
ja: 無効にすると手動で開いたファイルのみがメニューに表示されます
ko: 선택되지 않은 경우 수동으로 열었던 파일만 '최근 파일 열기' 메뉴에 보입니다.
nl: Zet uit om alleen handmatig geopende bestanden te tonen.
pl: W przeciwnym razie w tym menu pojawią się tylko pliki otwierane ręcznie
pt_br: Senão apenas arquivos abertos manualmente vão aparece neste menu.
pt_pt: Caso contrário, apenas ficheiros que abriram manualmente aparecerão neste menu.
ro: Altfel, doar fișierele deschise manual vor apărea în acest meniu.
ru: Иначе в меню будут отображены только файлы, открытые вручную.
sk: Inak sa v tomto menu ukážu iba súbory otvorené manuálne.
sr_cs: U suprotnom će se u ovom meniju prikazati samo datoteke koje su otvorene ručno.
sv: Annars kommer endast manuellt öppnade filer visas i denna meny.
tr: Bu ayar seçilmezse sadece IINA içinden manuel olarak açılan dosyalar eklenir
uk: Інакше в цьому меню відображатимуться файли, що відкривалися лише вручну.
zh_hans: 否则该菜单只记录手动打开的文件
zh_hant: 否則只有手動打開的檔案會顯示在此選單中

# xr2-rB-O0x.title
source: Pause/resume when:
af: Laat wag/hervat wanneer:
ca: Pausa/reprèn quan:
cs: Pozastavit/pokračovat, když:
da: Pause/play når:
de: Pause/Wiedergabe, wenn:
es: Pausar/reanudar cuando:
fi: Tauota/jatka kun:
fr: Pause/lecture quand :
he: השהה/המשך כאשר:
hi: ठहरें / रिज्यूम कब:
hr: Pauziraj/nastavi kada:
hu: Szünet/folytatás, amikor:
id: Jeda/lanjut saat:
it: Metti in pausa / riprendi quando:
ja: 次の場合再生を一時停止/再開する:
ko: 다음의 경우 일시 정지/재생
nl: Pauzeer/hervat automatisch:
pl: Zastopuj/wznów gdy:
pt_br: Pausar/Reproduzir quando:
pt_pt: Pausar / resumir quando:
ro: Pauză/redare când:
ru: Остановить/продолжить воспроизведение, когда:
sk: Pozastaviť/spustiť ak:
sr_cs: Pauziraj/nastavi kada:
sv: Pausa/fortsätt när:
tr: Şunlar olduğunda Duraklat/Sürdür:
uk: Зупинити / відновити, коли:
zh_hans: 自动暂停/播放:
zh_hant: 自動暫停/繼續播放：

# YeH-hk-7NN.title
source: /path/to/screenshot/folder
af: /pad/na/skarmkiekie/vouer
ca: /camí/a/la/carpeta/captures/de/pantalla
cs: /cesta/do/snímky/složka
da: /sti/til/screenshot/mappe
de: ~/Desktop
es: /ruta/a/carpeta/capturas
fi: /polku/kuvakaappaus/kansioon
fr: /chemin/vers/dossier/capturedecran
hi: /स्क्रीनशॉट/फोल्डर/का/पाथ
hr: /putanja/do/snimkaekrana/mapa
hu: /útvonal/a/képernyőfotó/mappa
id: /lokasi/ke/folder/tangkapanlayar
it: percorso/alla/cartella/degli/screenshot
nl: /pad/naar/schermafbeeldingen/map
pt_br: /caminho/para/pasta-de/capturas
pt_pt: /caminho/para/captura de ecrã/pasta
ro: /cale/spre/dosarul/de/captură
ru: /путь/к/папке/скриншотов/
sk: /cesta/do/screenshot/adresára
sr_cs: /putanja/do/fascikle/sa snimcima ekrana
sv: /sökväg/till/mapp/för/skärmdumpar
tr: /ekrangörüntüsü/klasörü/yolu/
uk: /шлях/до/папки/скріншотів
zh_hant: 螢幕快照路徑

# YLo-6E-tT7.title
source: Quit after all windows are closed
af: Stop nadat alle vensters gesluit is
ca: Surt quan totes les finestres es tanquin
cs: Ukončit aplikaci po zavření všech oken
da: Afslut efter alle viduer lukkes
de: Beenden, wenn keine Fenster mehr geöffnet sind
es: Terminar la sesión del programa al cerrar todas las ventanas
fi: Lopeta kun kaikki ikkunat on suljettu
fr: Quitter quand toutes les fenêtres sont fermées
he: צא מהתוכנה לאחר סגירת כל החלונות
hi: सभी विंडो बंद होने के बाद छोड़ें
hr: Izlaz kada su zatvoren sve prozora
hu: Lépjen ki az összes ablak bezárása után
id: Matikan aplikasi setelah semua window ditutup
it: Esci quando nessuna finestra è aperta
ja: ウィンドウを全て閉じた時にアプリを終了する
ko: 모든 윈도우를 닫으면 앱을 종료
nl: Stop IINA wanneer alle vensters gesloten zijn
pl: Wyjdź kiedy żadne okno nie jest otwarte
pt_br: Finalizar depois de todas as janelas fechadas
pt_pt: Sair quando todas as janelas estiverem fechadas
ro: Termină după ce toate feresetrele sunt închise
ru: Завершить программу, когда все окна закрыты
sk: Ukončiť program, keď sa zatvoria všetky okná
sr_cs: Napusti nakon što se svi prozori zatvore
sv: Avsluta efter att alla fönster har stängts
tr: Hiçbir pencere açık değilse IINA'dan çık
uk: Завершити, коли всі вікна закрито
zh_hans: 没有打开的窗口时退出
zh_hant: 所有視窗關閉時結束
